Repository: Salvacovelom/BeGlik
Catalog: users/locale/*/LC_MESSAGES/django.po
Languages: es

source: Email already exists
es: El correo electrónico ya existe

source: Username already exists
es: El nombre de usuario ya existe

source: Validation error
es: Error de validación

source: User created successfully
es: Usuario creado correctamente

source: User not found
es: Usuario no encontrado

source: User updated successfully
es: Usuario actualizado correctamente

source: User deleted successfully
es: Usuario eliminado correctamente

source: User document information
es: Información del documento del usuario

source: User document information updated successfully
es: Información del documento del usuario actualizada correctamente

source: User document deleted successfully
es: Documento del usuario eliminado correctamente

source: User document information created successfully
es: Información del documento del usuario creada correctamente

source: User documents information
es: Información de los documentos del usuario

source: User address information
es: Información de la dirección del usuario

source: User address information updated successfully
es: Información de la dirección del usuario actualizada correctamente

source: User address deleted successfully
es: Dirección del usuario eliminada correctamente

source: User addresses information
es: Información de las direcciones del usuario

source: User address information created successfully
es: Información de la dirección del usuario creada correctamente

source: Groups information
es: Información de los grupos

source: Group created successfully
es: Grupo creado correctamente

source: User company information created successfully
es: Información de la empresa del usuario creada correctamente
